Revit 2027 API
ParameterTypeId.Profile2Angle Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Profile2Angle { get; }
Public Shared ReadOnly Property Profile2Angle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Profile2Angle {
	ForgeTypeId^ get ();
}
static member Profile2Angle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace